{"keras_version": "1.2.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias": true, "name": "dense_1", "output_dim": 25, "activity_regularizer": null, "b_regularizer": null, "W_regularizer": null, "batch_input_shape": [null, 56], "init": "uniform", "input_dtype": "float32", "activation": "sigmoid", "W_constraint": null, "trainable": true, "input_dim": 56, "b_constraint": null}}, {"class_name": "Dense", "config": {"bias": true, "W_regularizer": null, "activity_regularizer": null, "trainable": true, "output_dim": 1, "name": "dense_2", "init": "normal", "activation": "linear", "W_constraint": null, "b_regularizer": null, "input_dim": 25, "b_constraint": null}}]}